{
  "greeting": {
    "tags": ["hello", "hi", "hey", "greetings", "lumela", "good morning", "good afternoon"],
    "en": "Hello! I'm your health assistant. I can help with maternal health, child health, HIV/AIDS, nutrition, hygiene, immunization, fever care, family planning, and general health questions. What would you like to know?",
    "st": "Lumela! Ke setsibi sa hao sa bophelo. Nka thusa ka bophelo ba bokhachane, bophelo ba bana, HIV/AIDS, phepo, bohloeki, ente, tlhokomelo ya feberu, merero ea lelapa, le lipotso tsa bophelo ka kakaretso. U batla ho tseba eng?"
  },
  "antenatal_visits": {
    "tags": ["antenatal", "antenatal visits", "prenatal visits", "pregnancy checkups", "pregnancy visits", "how many pregnancy visits", "prenatal care"],
    "en": "Pregnant women should have at least 8 antenatal visits: 1st visit before 12 weeks, then monthly until 28 weeks, every 2 weeks until 36 weeks, and weekly until delivery. Visits include blood pressure checks, fetal heartbeat monitoring, urine tests, blood tests for HIV/syphilis/anemia, ultrasound scans, and tetanus vaccination. Early and regular visits help prevent complications like preeclampsia and detect issues early.",
    "st": "Basali ba imeleng ba lokela ho etela setsi sa bophelo bonyane ka makhetlo a 8: etela pele ho likweek tse 12, ebe khoeli le khoeli ho fihlela likweek tse 28, beke e 'ngoe le e 'ngoe ho fihlela likweek tse 36, ebe beke le beke ho fihlela ho beleha. Dithiamo li kenyelletsa ho lekola khatello ea mali, ho mpepetsa pelo ya lesea, diteko tsa moroto, diteko tsa mali tsa HIV/syphilis/anemia, diteko tsa ultrasound, le ente ya tetanus. Ho etela haeso le ka mehla ho thusa ho thibela mathata a kang preeclampsia le ho fumana bothata ha bo sa le boenyane."
  },
  "balanced_diet": {
    "tags": ["nutrition", "diet", "balanced diet", "food", "nutrient", "phepo", "healthy eating", "what to eat", "good food", "eating healthy"],
    "en": "A balanced diet includes: Carbohydrates (maize, bread, rice), Proteins (beans, eggs, meat, fish), Fruits & Vegetables (oranges, apples, spinach, carrots), Dairy (milk, yogurt), and Healthy fats (avocado, nuts). During pregnancy, eat more iron-rich foods (spinach, liver), folic acid (leafy greens), and calcium (milk). For children, provide protein for growth, fruits for vitamins, and avoid sugary drinks.",
    "st": "Phepo e lekanang e kenyelletsa: Likharbohydrate (poone, bohobe, raese), Liprotheine (linaoa, mahe, nama, litlhapi), Litholoana le Meroho (lamunu, apole, spinache, sehwete), Lesele (mahe, yogurt), le Mafura a botle (avocado, litonki). Nakong ea boimana, ja lijo tse nang le tšepe (spinache, sebete), folic acid (meroho e metala), le calcium (mahe). Bakeng sa bana, fa liprotheine bakeng sa kholo, litholoana bakeng sa li-vitamine, o qobe lino tse nang le tswekere."
  },
  "fever_care": {
    "tags": ["fever", "high temperature", "temperature", "feberu", "fever care", "malaria", "infection", "hot body", "child fever", "adult fever"],
    "en": "For fever: 1) Monitor temperature with thermometer 2) Give paracetamol (Panado) as directed 3) Sponge with lukewarm water 4) Drink plenty of fluids 5) Wear light clothing 6) Rest. Go to clinic immediately if: fever over 39°C, lasts more than 3 days, with stiff neck, confusion, seizures, rash, or difficulty breathing. Fever can indicate malaria, flu, or bacterial infection.",
    "st": "Bakeng sa feberu: 1) Lekola mocheso ka thermometer 2) Fana ka paracetamol (Panado) joaloka ha ho laetsoe 3) Sefa ka metsi a futhumetseng 4) Noa metsi a mangata 5) Apara diaparo tse bobebe 6) Phomola. Etsa potlakong setleng sa bophelo ha: feberu e feta 39°C, e lula ho feta matsatsi a 3, e na le molala o thata, phoso, ho thothomela, letlalo le bofe, kapa bothata ba ho hema. Feberu e ka bontša malaria, flu, kapa tšoaetso ea li-bacteria."
  },
  "breastfeeding": {
    "tags": ["breastfeeding", "breast feed", "infant feeding", "baby feeding", "how to breastfeed", "breast milk", "nayesa", "benefits of breastfeeding"],
    "en": "Breastfeeding benefits: Perfect nutrition for baby, protects against infections, helps brain development, strengthens bond. Exclusive breastfeeding recommended for first 6 months. How to breastfeed: Hold baby close, ensure good latch, feed 8-12 times daily, both breasts each feed. Continue breastfeeding with complementary foods until 2 years. Seek help for pain, poor latch, or low milk supply.",
    "st": "Melemo ea ho anyesa: Phepo e phethahetseng bakeng sa lesea, e sireletsa khahlanong le ditshoaetso, e thusa ntlafatso ea boko, e matlafatsa kamano. Ho anyesa feela ho khothaletsoa ho fihlela likhoeli tse 6. Mokhoa oa ho anyesa: Hulela lesea haufi, netefatsa hore le namme hantle, anyesa likhetlo tse 8-12 letsatsi, letsetsa le le leng le le leng ka nako e 'ngoe le e 'ngoe. Tswelela ho anyesa ka lijo tse kenelletsang ho fihlela lilemo tse 2. Batla thuso bakeng sa bohloko, ho se namelle hantle, kapa masi a tlase."
  },
  "child_health": {
    "tags": ["child health", "pediatrics", "growth", "child development", "child care", "baby health", "children's health", "pediatric care"],
    "en": "Child health essentials: 1) Complete immunization schedule 2) Growth monitoring monthly 3) Balanced nutrition 4) Good hygiene 5) Regular deworming 6) Safe environment. Warning signs: Not gaining weight, frequent illness, developmental delays, poor appetite, persistent fever. Regular clinic visits for checkups and growth monitoring are crucial for early problem detection.",
    "st": "Lintlha tsa bohlokoa tsa bophelo ba ngwana: 1) Kemiso e feletseng ea ente 2) Tlhokomelo ea kholo khoeli le khoeli 3) Phepo e lekanang 4) Bohloeki bo botle 5) Ho hlatsoa likokoana-libeli ka mehla 6) Tikoloho e bolokehileng. Matšoao a tlhokomeliso: Ho se hole, ho kula hangata, ho lateha ho hola, boima bo tlase, feberu e tsitsitseng. Ho etela setsi sa bophelo ka mehla bakeng sa diteko le ho lekola kholo ho bohlokoa bakeng sa ho fumana bothata ha bo sa le boenyane."
  },
  "immunization": {
    "tags": ["vaccination", "immunization", "vaccine schedule", "child vaccines", "prevent disease", "immunize", "ente", "baby vaccines", "vaccination timetable"],
    "en": "Essential vaccines: Birth-BCG, Polio0; 6 weeks-DTaP, HepB, Hib, PCV, Rotavirus, Polio; 10 weeks-DTaP, Hib, HepB, PCV, Rotavirus, Polio; 14 weeks-DTaP, Hib, HepB, PCV, Rotavirus, Polio; 9 months-Measles, Vitamin A; 18 months-Measles, DTaP, Vitamin A. Vaccines protect against: tuberculosis, polio, diphtheria, tetanus, whooping cough, hepatitis B, pneumonia, diarrhea, measles. Never miss vaccination dates.",
    "st": "Li-ente tsa bohlokoa: Tsoalo-BCG, Polio0; Libeke tse 6-DTaP, HepB, Hib, PCV, Rotavirus, Polio; Libeke tse 10-DTaP, Hib, HepB, PCV, Rotavirus, Polio; Libeke tse 14-DTaP, Hib, HepB, PCV, Rotavirus, Polio; Likhoeli tse 9-Masese, Vitamin A; Likhoeli tse 18-Masese, DTaP, Vitamin A. Li-ente li sireletsa khahlanong le: tuberculosis, polio, diphtheria, tetanus, ho khorometsoa, hepatitis B, lepulamonnya, diarrhea, masese. Le ka mohla u se ke oa lebala matsatsi a ente."
  },
  "hygiene": {
    "tags": ["hygiene", "cleanliness", "handwashing", "sanitation", "personal hygiene", "health tips", "bohloeki", "clean hands", "germ prevention"],
    "en": "Key hygiene practices: 1) Wash hands with soap: before eating, after toilet, after cleaning baby 2) Bathe daily 3) Brush teeth twice daily 4) Keep nails short and clean 5) Use clean toilets 6) Keep home environment clean 7) Handle food safely 8) Use safe water. Good hygiene prevents diarrhea, cholera, typhoid, worms, and skin infections.",
    "st": "Mekhoa e motle ea bohloeki: 1) Hlatsoa matsoho ka sesepa: pele ho ja, kamora ho sebelisa ntloana, kamora ho hlatsoa lesea 2) Tlhatsoa letsatsi le letsatsi 3) Tlhatsoa meno makhetlo a mabeli letsatsi 4) Boloka li-nails tse khutšoanyane le tse hloekileng 5) Sebelisa matloana a hloekileng 6) Boloka tikoloho ea lapeng e hloekile 7) Sebelisa dijo ka polokeho 8) Sebelisa metsi a bolokehileng. Bohloeki bo botle bo thibela diarrhea, cholera, typhoid, likokoana-libeli, le ditshoaetso tsa letlalo."
  },
  "hiv_treatment": {
    "tags": ["hiv", "treatment", "art", "antiretroviral", "medication", "prevention of transmission", "arv", "hiv drugs", "hiv therapy", "art treatment"],
    "en": "HIV treatment involves Antiretroviral Therapy (ART) - daily medication that suppresses the virus. Common ARVs: Tenofovir, Lamivudine, Dolutegravir, Efavirenz. Benefits: Live longer, healthier life, reduce viral load, prevent AIDS, prevent transmission to others. Pregnant women with HIV must take ART to protect baby. Take medication exactly as prescribed every day without missing doses.",
    "st": "Kalafo ea HIV e kenyelletsa Kalafo ea Antiretroviral (ART) - meriana ea letsatsi le letsatsi e thibelang vaerase. Li-ARV tse tloaelehileng: Tenofovir, Lamivudine, Dolutegravir, Efavirenz. Melemo: Phela bophelo bo bolelele, bo botle, fokotsa palo ea vaerase, thibela AIDS, thibela ho phatlalatsa ho bang. Basali ba imeleng ba nang le HIV ba tlameha ho nka ART ho sireletsa lesea. Nka meriana ka nepo joaloka ha e laetsoe letsatsi le letsatsi ntle le ho lebala."
  },
  "neonatal_care": {
    "tags": ["newborn", "neonatal care", "infant care", "baby care", "newborn health", "breastfeeding", "immunization", "baby first month", "newborn care"],
    "en": "Newborn care (first 28 days): 1) Start breastfeeding within 1 hour of birth 2) Keep baby warm 3) Practice cord care with alcohol 4) Bath with warm water 5) Exclusive breastfeeding only 6) Sleep on back 7) Watch danger signs. Danger signs: Difficulty breathing, fever, jaundice (yellow skin), not feeding, convulsions, lethargy. Go to clinic immediately for any danger signs.",
    "st": "Tlhokomelo ea lesea le lecha (matsatsi a 28 a pele): 1) Qala ho anyesa ka hora e le 'ngoe kamora ho tsoaloa 2) Boloka lesea le futhumetse 3) Etša tlhokomelo ea leketso ka alcohol 4) Hlatsoa ka metsi a futhumetseng 5) Ho anyesa feela 6) Robala ka mokokotlong 7) Sheba matšoao a kotsi. Matšoao a kotsi: Bothata ba ho hema, feberu, jaundice (letlalo le serolane), ho se je, ho thothomela, mokhathala. Etsa potlakong setleng sa bophelo bakeng sa matšoao ohle a kotsi."
  },
  "anemia_in_pregnancy": {
    "tags": ["anemia", "iron deficiency", "pregnancy fatigue", "low blood", "pregnancy anemia", "weakness pregnancy"],
    "en": "Anemia in pregnancy: Low red blood cells causing fatigue, weakness, dizziness, pale skin. Prevention: Eat iron-rich foods (spinach, liver, beans, red meat), take iron supplements, folic acid, vitamin C to help iron absorption. Treatment: Iron tablets, improved diet. Severe anemia can cause premature birth, low birth weight. Get blood test at antenatal visits.",
    "st": "Anemia nakong ya boimana: Lisele tse flesei tsa mali tse bakang mokhathala, bofutsana, ho heha, letlalo le lesweu. Thibelo: Ja lijo tse nang le tšepe (spinache, sebete, linaoa, nama e khubelu), nka li-iron supplements, folic acid, vitamin C ho thusa ho nka tšepe. Kalafo: Lipepene tsa tšepe, phepo e ntlafalitsoeng. Anemia e matla e ka baka ho tsoala haeso, boima bo tlase ba tsoalo. Etsa teko ea mali dithiamong tsa pele ho tsoala."
  },
  "malaria_prevention": {
    "tags": ["malaria", "mosquito bites", "pregnancy malaria", "mosquito nets", "prevention", "malaria symptoms", "malaria treatment"],
    "en": "Malaria prevention: 1) Sleep under insecticide-treated mosquito net 2) Use mosquito repellent 3) Wear long sleeves in evening 4) Clear standing water 5) Take preventive medication if pregnant. Symptoms: Fever, chills, headache, body aches, vomiting. Treatment: ACT medication from clinic. Pregnant women and children under 5 are high risk - seek treatment immediately for fever.",
    "st": "Thibelo ea malaria: 1) Robala ka tlase ho mokato o ntlafalitsoeng oa insecticide 2) Sebelisa sesebedisi sa lintsutso 3) Apara diaparo tse tele mantsiboea 4) Hlatsoa metsi a emeng 5) Nka meriana ea thibelo ha u imile. Matšoao: Feberu, ho tšoarana, hlooho e bohloko, 'mele o bohloko, ho hatella. Kalafo: Meriana ea ACT e tsoang setleng sa bophelo. Basali ba imeleng le bana ba ka tlase ho lilemo tse 5 ba kotsing e phahameng - batlang kalafo kapele bakeng sa feberu."
  },
  "postnatal_care": {
    "tags": ["postnatal", "after birth", "mother care", "recovery after delivery", "after delivery care", "postpartum care"],
    "en": "Postnatal care for mother: 1) Rest for 6 weeks 2) Eat nutritious food 3) Practice perineal hygiene 4) Breastfeed baby 5) Watch for danger signs. Danger signs: Heavy bleeding, foul-smelling discharge, severe abdominal pain, fever, chest pain, leg swelling/pain, severe headache/blurred vision. Postpartum depression signs: Extreme sadness, crying, hopelessness. Seek help for any concerns.",
    "st": "Tlhokomelo ea kamora ho tsoala bakeng sa 'mè: 1) Phomola libeke tse 6 2) Ja lijo tana 3) Etša bohloeki ba perineal 4) Anyesa lesea 5) Sheba matšoao a kotsi. Matšoao a kotsi: Mali a mangata, ho hola ho nkang monko, bohloko bo boholo ba moelopele, feberu, bohloko ba sefuba, ho ruruha/ho baba ha maoto, hlooho e boholo/pono e foselletseng. Matšoao a khatello ea kamora ho tsoala: Bohloko bo boholo, ho lla, ho se na ts'epo. Batla thuso bakeng sa mathata ohle."
  },
  "family_planning": {
    "tags": ["family planning", "contraception", "birth control", "spacing pregnancies", "prevent pregnancy", "birth control methods"],
    "en": "Family planning methods: 1) Condoms (protect against HIV/STIs) 2) Pills (take daily) 3) Injections (every 2-3 months) 4) Implants (3-5 years) 5) IUD (5-10 years) 6) Sterilization (permanent). Benefits: Better maternal health, healthier children, economic stability. Choose method with healthcare provider based on health needs and preferences.",
    "st": "Mekhoa ea thibelo ea boimana: 1) Likondomu (li sireletsa khahlanong le HIV/li-STI) 2) Lipilisi (li nka letsatsi le letsatsi) 3) Linthethefatsi (khoeli e 'ngoe le e 'ngoe ho ea ho 2-3) 4) Li-implants (lilemo tse 3-5) 5) IUD (lilemo tse 5-10) 6) Ho se tsoele (sa khafeloa). Melemo: Bophelo bo botle ba 'mè, bana ba phelang hantle, bolulo ba ikonomi. Khetha mokhoa ka mofani oa bophelo ho ipapisitsoe le litlhoko tsa bophelo le likhetho."
  },
  "diarrhea_treatment": {
    "tags": ["diarrhea", "loose stools", "dehydration", "ors", "oral rehydration", "child diarrhea", "running stomach"],
    "en": "Diarrhea treatment: 1) Give Oral Rehydration Solution (ORS) after every loose stool 2) Continue breastfeeding/feeding 3) Zinc tablets for 10-14 days 4) Watch for dehydration signs. Dehydration signs: Sunken eyes, dry mouth, no tears, lethargy, reduced urine. Go to clinic immediately if: Blood in stool, persistent vomiting, severe dehydration, no improvement in 3 days. Prevent with good hygiene and safe water.",
    "st": "Kalafo ea diarrhea: 1) Fana ka Oral Rehydration Solution (ORS) kamora ho nyelloa ha ho nyelloe 2) Tswelela ho anyesa/ho fepa 3) Lipepene tsa Zinc matsatsi a 10-14 4) Sheba matšoao a dehydration. Matšoao a dehydration: Mahlo a kentsoeng, molomo o omile, ho se na litsitsinyo, mokhathala, ho fokotseha ha moroto. Etsa potlakong setleng sa bophelo haeba: Mali letlalong, ho hatella ho tsitsitseng, dehydration e matla, ho se nts'epetso ka matsatsi a 3. Thibela ka bohloeki bo botle le metsi a bolokehileng."
  },
  "cough_cold": {
    "tags": ["cough", "cold", "flu", "respiratory infection", "chest congestion", "runny nose", "sore throat", "common cold"],
    "en": "Cough/cold care: 1) Rest and fluids 2) Honey for cough (children over 1 year) 3) Steam inhalation 4) Saline nose drops 5) Paracetamol for fever/pain. See doctor if: Difficulty breathing, high fever, chest pain, symptoms over 10 days, child not drinking. Most coughs/colds are viral and resolve in 1-2 weeks. Prevent spread by covering mouth when coughing.",
    "st": "Tlhokomelo ea ho kuhla/ho ts'oha mokhuhlane: 1) Phomola le metsi 2) Mahe bakeng sa ho kuhla (bana ba holimo ho selemo se le seng) 3) Ho hema mosi 4) Litekanyo tsa saline 5) Paracetamol bakeng sa feberu/bohloko. Bona ngaka haeba: Bothata ba ho hema, feberu e phahameng, bohloko ba sefuba, matšoao ho feta matsatsi a 10, ngwana a sa noe. Ho kuhla/ho ts'oha mokhuhlane haholo ke tsa virus 'me li feloa ka libeke tse 1-2. Thibela phatlalatso ka ho koahela molomo ha u kohla."
  },
  "hiv_prevention": {
    "tags": ["hiv prevention", "prevent hiv", "safe sex", "condoms", "prep", "hiv testing", "how to avoid hiv"],
    "en": "HIV prevention: 1) Use condoms correctly every time 2) Get tested regularly with partner 3) If HIV+, take ART to prevent transmission 4) For high risk: Pre-Exposure Prophylaxis (PrEP) 5) Never share needles/razors 6) Ensure medical procedures use sterile equipment. Male circumcision reduces HIV risk. PMTCT prevents mother-to-child transmission during pregnancy/breastfeeding.",
    "st": "Thibelo ea HIV: 1) Sebelisa likondomu ka nepo nako e 'ngoe le e 'ngoe 2) Etsa diteko ka mehla le molekane 3) Haeba u na le HIV+, nka ART ho thibela phetiso 4) Bakeng sa kotsi e phahameng: Pre-Exposure Prophylaxis (PrEP) 5) Le ka mohla u se ke oa arolelana linale/lirazors 6) Netefatsa hore mekhoa ea bongaka e sebelisa lisebelisoa tse hloekileng. Ho kgetla letlalo la banna ho fokotsa kotsi ea HIV. PMTCT e thibela phetiso ho tsoa ho 'mè ho ea ho lesea nakong ya boimana/ho anyesa."
  },
  "mental_health_pregnancy": {
    "tags": ["mental health", "pregnancy depression", "stress", "anxiety", "postpartum", "pregnancy emotions", "baby blues"],
    "en": "Pregnancy/postpartum mental health: Common feelings include mood swings, anxiety, sadness. Postpartum depression signs: Severe sadness, crying, hopelessness, no interest in baby, trouble sleeping/eating. Seek help if: Feelings last over 2 weeks, interfere with daily life, thoughts of harming self/baby. Treatment: Counseling, support groups, medication. Talk to healthcare provider - mental health is as important as physical health.",
    "st": "Bophelo ba kelello nakong ya boimana/kamora ho tsoala: Maikutlo a tloaelehileng a kenyelletsa phetoho ea maikutlo, mabini, bohloko. Matšoao a khatello ea kamora ho tsoala: Bohloko bo boholo, ho lla, ho se na ts'epo, ho se thahasello leseeng, bothata ba ho robala/ho ja. Batla thuso haeba: Maikutlo a lula ho feta mahevella a 2, a sitisa bophelo ba letsatsi le letsatsi, likakanyo tsa ho itira kotsi/ho etsa kotsi leseeng. Kalafo: Counseling, lik'homphani tsa tšehetso, meriana. Buisana le mofani oa bophelo - bophelo ba kelello bo bohlokoa joaloka bophelo ba 'mele."
  },
  "danger_signs_pregnancy": {
    "tags": ["danger signs", "pregnancy emergency", "warning signs", "when to seek help", "pregnancy problems", "emergency pregnancy"],
    "en": "Pregnancy danger signs - GO TO CLINIC IMMEDIATELY: 1) Severe headache 2) Blurred vision 3) Convulsions 4) Severe abdominal pain 5) Fast/difficult breathing 6) Heavy vaginal bleeding 7) Baby stops moving 8) Water breaks with green/brown fluid 9) High fever 10) Severe vomiting. These could indicate preeclampsia, eclampsia, infection, placental problems - all need urgent medical care.",
    "st": "Matšoao a kotsi a boimana - ETSA POTLAKONG SETLENG SA BOPHELO: 1) Hlooho e boholo 2) Pono e foselletseng 3) Ho thothomela 4) Bohloko bo boholo ba moelopele 5) Ho hema ha potlako/ho thata 6) Mali a mangata a thobalano 7) Lesea le emisa ho sesa 8) Metsi a phatloha a nang le metsi a tala/brown 9) Feberu e phahameng 10) Ho hatella ho matla. Tsena li ka bontša preeclampsia, eclampsia, tšoaetso, mathata a placenta - ohle ba hloka tlhokomelo ea bophelo hang-hang."
  },
  "child_development_milestones": {
    "tags": ["milestones", "development", "when does baby walk", "when does baby talk", "child development", "baby milestones", "growth milestones"],
    "en": "Child development milestones: 2 months-Smiles, follows with eyes; 4 months-Holds head steady, coos; 6 months-Rolls over, reaches for objects; 9 months-Sits alone, says 'mama/dada'; 12 months-Stands alone, says 1-2 words; 15 months-Walks alone, uses cup; 18 months-Walks well, says 10+ words; 2 years-Runs, 2-word sentences. If concerned about delays, consult healthcare provider for assessment.",
    "st": "Diphetho tsa ntlafatso ea ngwana: Likhoeli tse 2-O meseka, o latela ka mahlo; Likhoeli tse 4-O tšoarella hlooho, o bua; Likhoeli tse 6-O dikolota, o fihlella lintho; Likhoeli tse 9-O lula a le mong, o re 'mama/tata'; Likhoeli tse 12-O ema a le mong, o bua mantsoe a 1-2; Likhoeli tse 15-O tsamaea a le mong, o sebelisa kopi; Likhoeli tse 18-O tsamaea hantle, o bua mantsoe a 10+; Lilemo tse 2-O matha, lipoleloana tsa mantsoe a 2. Haeba u khathatsehileng ka ho lateha, buisana le mofani oa bophelo bakeng sa teko."
  },
  "safe_water": {
    "tags": ["water", "safe water", "drinking water", "clean water", "cholera", "water purification", "boil water"],
    "en": "Safe water practices: 1) Drink from protected sources (taps, boreholes) 2) If unsure, boil water for 1 minute 3) Use water filters 4) Add chlorine/bleach 5) Store in clean covered containers 6) Use clean cups for drinking. Unsafe water causes diarrhea, cholera, typhoid, worms. Always wash hands before handling water containers. Keep water sources clean and protected.",
    "st": "Mekhoa e metle ea metsi a bolokehileng: 1) Noa ho tsoa litselleng tse sireletsehileng (li-taps, liborehole) 2) Haeba ho se na ts'epo, belisa metsi metsotso e 60 3) Sebelisa lifilters tsa metsi 4) Kenya chlorine/bleach 5) Boloka ka lits'ebelisoa tse hloekileng tse koahetsoeng 6) Sebelisa likopo tse hloekileng tsa ho noa. Metsi a sa bolokeheng a baka diarrhea, cholera, typhoid, likokoana-libeli. Lula o hlatsoa matsoho pele ho sebeletsa lits'ebelisoa tsa metsi. Boloka litsello tsa metsi li hloekile le ho sireletseha."
  },
  "tb_symptoms": {
    "tags": ["tuberculosis", "tb", "cough", "weight loss", "tb symptoms", "tb treatment", "tb diagnosis"],
    "en": "TB symptoms: 1) Cough lasting 2+ weeks 2) Coughing blood 3) Chest pain 4) Weight loss 5) Fever 6) Night sweats 7) Fatigue. TB is curable with 6+ months of antibiotics. Go to clinic for sputum test if symptoms. Finish all medication even if feeling better. TB/HIV co-infection common - get HIV test if diagnosed with TB. Cover mouth when coughing to prevent spread.",
    "st": "Matšoao a TB: 1) Ho kuhla ho lula mahevella a 2+ 2) Ho kohla mali 3) Bohloko ba sefuba 4) Timelo ea boima 5) Feberu 6) Ho lla mantsiboea 7) Mokhathala. TB e a alafoa ka likhoeli tse 6+ tsa li-antibiotic. Etsa potlakong setleng sa bophelo bakeng sa teko ea sputum haeba u na le matšoao. Qeta meriana eohle le ha u utloa u le hantle. TB/HIV co-infection e tloaelehileng - etsa teko ea HIV ha u fumaneha u na le TB. Koahela molomo ha u kohla ho thibela phatlalatso."
  }
}